app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "s"], ["text", "sw"], ["created_at", "2016-04-05 03:40:22.835904"], ["updated_at", "2016-04-05 03:40:22.835904"]]
---
	def create
		#render plain: params[:article].inspect
		#@article = Article.new(params[:article])
		@article = Article.new(params.require(:article).permit(:title, :text))

		if @article.save