app/controllers/users_controller.rb

def create
  #@user = User.new(params[:user].permit(:email, :password, :password_confirmation))
  #Persona.new(params[:nuevo_usuario].permit(:nombre, :email,:identificador, :telefono,:sexo,:email_confirmation))
  @user = User.new(user_params)
  if @user.save
---
INSERT INTO "users" ("email", "password_salt", "password_hash", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)